Repository: mubeen425/wowcarconsole
Catalog: lib/l10n/app_*.arb
Languages: hi, zh

# onBoardTitle1
source: Welcome to Perfect Car
hi: ยินดีต้อนรับสู่ Perfect Car
zh: 歡迎卡馬克斯

# onBoardTitle2
source: Sell Used Car
hi: ขายรถมือสอง
zh: 出售二手車

# onBoardTitle3
source: Buy Used Car
hi: ซื้อรถมือสอง
zh: 購買二手車

source: Next
hi: ถัดไป
zh: 下一個

source: Skip
hi: ข้าม
zh: 跳過

source: Login
hi: เข้าสู่ระบบ
zh: 登錄

# loginSubtitle
source: Please Confirm Your Email and Enter Your Password
hi: โปรดยืนยันอีเมลของคุณและป้อนรหัสผ่านของคุณ
zh: 請確認您的電子郵件並輸入您的密碼

# enterMobileNumber
source: Enter Your Mobile Number
hi: ป้อนหมายเลขโทรศัพท์มือถือของคุณ
zh: 輸入你的手機號碼

# thankYouMessage
source: Thank you for logging into Perfect Car
hi: ขอบคุณที่เข้าสู่ระบบ Perfect Car
zh: 感谢您登录 Perfect Car

# wowCarMessage
source: Perfect Car is dedicated to making your used car experience seamless. Whether you’re buying or selling, we’re committed to exceeding your expectations. Reach out to us, and let us WOW you.
hi: Perfect Car มุ่งมั่นที่จะทำให้ประสบการณ์รถมือสองของคุณราบรื่น ไม่ว่าคุณจะซื้อหรือขาย เรามุ่งมั่นที่จะเกินความคาดหวังของคุณ ติดต่อเรามาและให้เราทำให้คุณประทับใจ
zh: Perfect Car 致力于让您的二手车体验无缝衔接。无论您是购买还是出售，我们都承诺超越您的期望。联系我们，让我们给您带来惊喜。

# enterpassword
source: Enter Your Password
hi: ป้อนรหัสผ่านของคุณ
zh: 輸入您的密碼

source: Logging in
hi: กำลังเข้าสู่ระบบ

source: Seller:
hi: ผู้ขาย:
zh: 卖家:

# noaccount
source: Don't have an account?
hi: ยังไม่มีบัญชีใช่ไหม?
zh: 没有账户？

# enterPhoneNumber
source: Enter Your Phone Number
hi: ป้อนหมายเลขโทรศัพท์ของคุณ
zh: 輸入你的電話號碼

source: Register
hi: ลงทะเบียน
zh: 登記

# registerSubtitle
source: Please create your account to be associated with the application
hi: โปรดสร้างบัญชีของคุณเพื่อใช้กับแอปพลิเคชัน
zh: 請建立您的帳戶以關聯到該應用程序

source: Enter Your Name
hi: ป้อนชื่อของคุณ
zh: 輸入你的名字

# enterYourEmailId
source: Enter Your Email Address
hi: ป้อนอีเมลของคุณ
zh: 輸入您的電子郵件id

source: Enter Your Address
hi: ป้อนที่อยู่ของคุณ
zh: 輸入您的地址

source: Enter Your City
hi: ป้อนเมืองของคุณ
zh: 輸入您的城市

source: Enter Your Pincode
hi: ป้อนรหัสไปรษณีย์ของคุณ
zh: 輸入您的pincode

source: OTP Verification
hi: ยืนยัน OTP
zh: OTP驗證

# otpVerificationSubtitle
source: OTP has been sent to your mobile number, please enter it below
hi: OTP ถูกส่งไปยังหมายเลขโทรศัพท์มือถือของคุณ กรุณาป้อนด้านล่าง
zh: OTP已發送給您的手機號碼，請在下面輸入

source: Verify
hi: ยืนยัน
zh: 核實

source: Resend
hi: ส่งอีกครั้ง
zh: 重發

source: Please Wait
hi: กรุณารอสักครู่
zh: 請稍等

# buyCar
source: Why Buy this Car?
hi: ซื้อรถ
zh: 買車

source: Sell Car
hi: ขายรถ
zh: 賣車

source: Account
hi: บัญชี
zh: 帳戶

source: Select City
hi: เลือกเมือง
zh: 選擇城市

source: Surat
hi: สุราษฎร์
zh: 蘇拉特

source: Mumbai
hi: มุมไบ
zh: 孟買

source: Delhi
hi: เดลี
zh: 德里

source: Hyderabad
hi: ไฮเดอราบาด
zh: 海得拉巴

source: Pune
hi: ปูเน่
zh: 浦那

source: Jaipur
hi: ชัยปุระ
zh: 齋浦爾

source: Ahemdabad
hi: อาเมดาบัด
zh: 艾哈邁達巴德

source: Anand
hi: อานันด์
zh: 阿南德

source: Jetpur
hi: เจ็ตปูร์
zh: 捷浦爾

source: Nagpur
hi: นาคปูร์
zh: 那格浦爾

source: Vadodara
hi: วาโดดารา
zh: 瓦多達拉

source: Gaziyabad
hi: กาซิยาบัด
zh: 加茲阿巴德

source: Agra
hi: อัครา
zh: 阿格拉

source: Nashik
hi: นาสิก
zh: 納西克

# searchYourCar
source: Find Your Next Car
hi: ค้นหา
zh: 找到您的下一輛車

# recentlyAddedCar
source: Recently Added Cars
hi: รถที่เพิ่มล่าสุด
zh: 最近添加了汽車

source: View All
hi: ดูทั้งหมด
zh: 查看全部

# recommendedForYou
source: Featured Cars
hi: แนะนำสำหรับคุณ
zh: 精選車型

# mostPopularBrand
source: Popular Brands
hi: แบรนด์ยอดนิยม
zh: 最受歡迎的品牌

source: Services
hi: บริการ
zh: 服務

source: Easy Financing
hi: การเงินง่าย
zh: 輕鬆融資

source: Doorstep Delivery
hi: จัดส่งถึงหน้าบ้าน
zh: 門口交付

# dayReturn
source: 7 Day Return
hi: คืนได้ภายใน 7 วัน
zh: 7天退貨

# yearWarranty
source: 1 Year Warranty
hi: รับประกัน 1 ปี
zh: 1年保修

# ourCustomerReview
source: Our Customer Reviews
hi: รีวิวจากลูกค้า
zh: 我們的客戶評論

source: Review
hi: รีวิว
zh: 評論

source: Write your review
hi: เขียนรีวิวของคุณ
zh: 寫你的評論

source: View More
hi: ดูเพิ่มเติม
zh: 查看更多

# brand
source: Make
hi: ยี่ห้อ
zh: 品牌

source: Nissan
hi: นิสสัน
zh: 日產

source: Search
hi: ค้นหา
zh: 搜索

# sortBy1
source: Sort by
hi: เรียงตาม
zh: 排序方式

source: Filter
hi: ตัวกรอง
zh: 篩選

source: Price
hi: ราคา
zh: 價格

source: Min Price
hi: ราคาต่ำสุด
zh: 最低價格

source: Max Price
hi: ราคาสูงสุด
zh: 最高價格

source: KM Driven
hi: ระยะทางไมล์
zh: 行駛公里數

source: Fuel Type
hi: ประเภทเชื้อเพลิง
zh: 燃料種類

# color
source: Colour
hi: สี
zh: 顏色

source: Transmission
hi: ระบบเกียร์
zh: 變速器

source: Seat
hi: ที่นั่ง
zh: 座位

source: Owner
hi: เจ้าของ
zh: 所有者

source: Owner Detail
hi: รายละเอียดเจ้าของ
zh: 所有者細節

source: Body Type
hi: ประเภทตัวถัง
zh: 車身類型

# colors
source: Colour(s)
hi: สี
zh: 颜色 (们)

source: Fuel Type(s)
hi: ประเภทเชื้อเพลิง
zh: 燃料类型 (们)

source: Body Type(s)
hi: ประเภทตัวถัง
zh: 车身类型 (们)

source: Apply
hi: ค้นหา
zh: 應用

source: Reset
hi: รีเซ็ต
zh: 重置

# addedFav
source: Added to Favourites
hi: เพิ่มในรายการโปรด
zh: 添加到我的最愛

# removedFav
source: Removed from Favourites
hi: ลบออกจากรายการโปรด
zh: 從我的最愛刪除

# loginfav
source: Please login to add items to your favourites.
hi: กรุณาเข้าสู่ระบบเพื่อเพิ่มรายการในรายการโปรด
zh: 请登录以将项目添加到收藏夹。

# loginreq
source: Login Required
hi: ต้องเข้าสู่ระบบ
zh: 需要登录

# notification
source: Notifications
hi: การแจ้งเตือน
zh: 通知

source: Notification removed
hi: ลบการแจ้งเตือน
zh: 通知已刪除

source: Today
hi: วันนี้
zh: 今天

source: Yesterday
hi: เมื่อวานนี้
zh: 昨天

# emptyNotificationMsg
source: No Notifications Yet
hi: ยังไม่มีการแจ้งเตือน
zh: 尚未通知

source: All Inclusive Price
hi: ราคารวมทั้งหมด
zh: 全包價格

source: Customize EMI Plans
hi: ปรับแต่งแผน EMI
zh: 自定義 EMI 計劃

source: Benefits
hi: สิทธิประโยชน์
zh: 福利

# inculudesInPrice
source: Inculuded in Price
hi: รวมอยู่ในราคา
zh: 價格已包含

source: Car Overview
hi: ภาพรวมรถ
zh: 汽車概述

source: More Image
hi: รูปภาพเพิ่มเติม
zh: 更多圖片

# carCondition
source: About this Car
hi: ข้อมูลเพิ่มเติม
zh: 汽車狀況

source: FAQs
hi: คำถามที่พบบ่อย
zh: 常見問題

source: Continue Booking
hi: ดำเนินการจองต่อ
zh: 繼續預訂

source: Book Testdrive
hi: จองทดสอบขับ
zh: 預訂試駕

# conti
source: Continue
hi: ดำเนินการต่อ
zh: 繼續

source: Checkout
hi: ชำระเงิน
zh: 結帳

source: Apply for EMI
hi: สมัคร EMI
zh: 申請 EMI

source: Summary
hi: สรุป
zh: 概述

source: What Happens Next
hi: ขั้นตอนต่อไป
zh: 接下來發生什麼

source: Proceed to Pay
hi: ดำเนินการชำระเงิน
zh: 繼續付款

source: Select Payment Method
hi: เลือกวิธีการชำระเงิน
zh: 選擇付款方式

source: CreditCard
hi: บัตรเครดิต
zh: 信用卡

source: Card number
hi: หมายเลขบัตร
zh: 卡號

source: Expiry date
hi: วันหมดอายุ
zh: 到期日

source: Card Name
hi: ชื่อบนบัตร
zh: 卡名稱

# congretulationYour
source: Congratulations your
hi: ขอแสดงความยินดี!
zh: 恭喜你

source: book successfully
hi: จองสำเร็จ
zh: 成功預訂

source: Back to Home
hi: กลับไปหน้าหลัก
zh: 回到首頁

source: Select Location
hi: เลือกสถานที่
zh: 選擇位置

source: Your Location
hi: ตำแหน่งของคุณ
zh: 你的地點

# carmaxLocation
source: Perfect Car location
hi: ตำแหน่งของ Carmax
zh: Perfect Car 位置

source: Select date
hi: เลือกวันที่
zh: 選擇日期

source: Select time
hi: เลือกเวลา
zh: 選擇時間

source: Confirm
hi: ยืนยัน
zh: 確認

# testDriveBookedSuccess
source: Congratulations your testdrive is successfully book
hi: ขอแสดงความยินดี! คุณจองทดสอบขับสำเร็จ
zh: 恭喜您預約試駕成功

# yourInspectCar
source: Your inspected car
hi: รถที่คุณตรวจสอบ
zh: 您已檢查的車輛

source: Edit
hi: แก้ไข
zh: 編輯

# selectCarBrand
source: Select your car brand to get started
hi: เลือกยี่ห้อรถของคุณ
zh: 從選擇您的汽車品牌開始

# sellInEasyStep
source: Sell in 3 easy step
hi: ขายใน 3 ขั้นตอนง่าย ๆ
zh: 輕鬆3步完成銷售

# carDetail
source: Car Details
hi: รายละเอียดเกี่ยวกับรถ
zh: 汽車詳細信息

# doorstepInspect
source: Doorstep inspection
hi: ตรวจสอบรถถึงบ้าน
zh: 上門驗車

source: Instant payment
hi: จ่ายเงินทันที
zh: 即時付款

source: Step
hi: ขั้นตอน
zh: 步驟

source: Book inspection
hi: จองตรวจสอบรถ
zh: 預訂驗車

source: Testdrive
hi: ทดสอบขับ
zh: 試駕

source: Name
hi: ชื่อ
zh: 名稱

source: Phone Number
hi: หมายเลขโทรศัพท์
zh: 電話號碼

source: Location
hi: ที่ตั้ง
zh: 地點

source: Date
hi: วันที่
zh: 日期

source: Time
hi: เวลา
zh: 時間

source: Cancel inspection
hi: ยกเลิกการตรวจสอบ
zh: 取消檢查

source: Cancel testdrive
hi: ยกเลิกการทดสอบขับ
zh: 取消試駕

source: Enter date
hi: ป้อนวันที่
zh: 輸入日期

source: Enter time
hi: ป้อนเวลา
zh: 輸入時間

# areYouSureTestDrive
source: Are you sure you want cancel testdrive?
hi: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการทดสอบขับ?
zh: 您確定要取消試駕嗎？

# areYouSureInspection
source: Are you sure you want cancel inspection?
hi: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตรวจสอบ?
zh: 您確定要取消驗車嗎？

source: No
hi: ไม่
zh: 不

source: Yes
hi: ใช่
zh: 是的

# favourite
source: Favourites
hi: รายการโปรด
zh: 我的最愛

source: Select Car Model
hi: เลือกรุ่นรถ
zh: 選擇汽車型號

source: All Models
hi: ทุกรุ่น
zh: 所有型號

# carBasicDetail
source: Basic Car Detail
hi: รายละเอียดพื้นฐานรถ
zh: 汽車基本細節

# cbd1
source: Registration Number
hi: เลขทะเบียน
zh: 註冊號碼

# cbd2
source: Kilometers Driven
hi: ระยะทางที่ขับ (กม.)
zh: 行駛公里數

# cbd3
source: Number of owner
hi: จำนวนเจ้าของ
zh: 所有者數量

# cbd3hintText
source: Select number of owner
hi: เลือกจำนวนเจ้าของ
zh: 選擇所有者數量

# cbd4
source: Car Manufacturing Year
hi: ปีที่ผลิต
zh: 汽車製造年

# cbd4hintText
source: Select Car Manufacturing Year
hi: เลือกปีที่ผลิตรถ
zh: 選擇汽車製造年

# cbd5
source: Fuel Type
hi: ประเภทเชื้อเพลิง
zh: 燃料種類

# cbd5hintText
source: Select Car Fuel Type
hi: เลือกประเภทเชื้อเพลิง
zh: 選擇汽車燃料類型

# cbd6
source: Transmission Type
hi: ประเภทเกียร์
zh: 變速器類型

# cbd6hintText
source: Select Car Transmission Type
hi: เลือกระบบเกียร์
zh: 選擇汽車變速器類型

# cbd7
source: State
hi: รัฐ
zh: 狀態

# cbd7hintText
source: Select Car Registration State
hi: เลือกรัฐที่จดทะเบียน
zh: 選擇汽車登記狀態

# cbd8
source: Car Condition
hi: สภาพรถ
zh: 汽車狀況

# cbd8hintText
source: Select Car Condition
hi: เลือกสภาพรถ
zh: 選擇汽車狀況

# cbd9
source: Car insurance type
hi: ประเภทประกันรถ
zh: 汽車保險類型

# cbd9hintText
source: Select car insurance
hi: เลือกประกันรถ
zh: 選擇汽車保險

# cbd10
source: Active loan
hi: มีสินเชื่ออยู่
zh: 現有貸款

# cbd10hintText
source: Select active loan
hi: เลือกสถานะสินเชื่อ
zh: 選擇現有貸款

# cbd11
source: Ownership type
hi: ประเภทความเป็นเจ้าของ
zh: 所有權類型

# cbd11hintText
source: Select car owner type
hi: เลือกประเภทความเป็นเจ้าของ
zh: 選擇車主類型

source: Manufacturing Year
hi: ปีที่ผลิต
zh: 製造年份

source: Petrol
hi: เบนซิน
zh: 汽油

source: Diesel
hi: ดีเซล
zh: 柴油

# cng
source: Gas
hi: ซีเอ็นจี
zh: CNG

source: Manual
hi: เกียร์ธรรมดา
zh: 手動

source: Automatic
hi: เกียร์อัตโนมัติ
zh: 自動

source: Car Registration State
hi: รัฐที่จดทะเบียนรถ
zh: 汽車註冊州

# condition1
source: Fair
hi: พอใช้
zh: 一般

# condition2
source: Good
hi: ดี
zh: 良好

# condition3
source: Very good
hi: ดีมาก
zh: 非常好

# condition4
source: Excellent
hi: ยอดเยี่ยม
zh: 優秀

source: Insurance type
hi: ประเภทประกัน
zh: 保險類型

# insurance1
source: Comprehensive
hi: ประกันครอบคลุม
zh: 綜合保險

# insurance2
source: Third party
hi: ประกันบุคคลภายนอก
zh: 第三者保險

# insurance3
source: Zero depreciation
hi: ประกันไม่ลดค่าเสื่อม
zh: 零折舊

# insurance4
source: Expired
hi: หมดอายุ
zh: 已過期

source: Any active loan
hi: มีสินเชื่อรถอยู่หรือไม่
zh: 任何有效貸款

source: Contact Details
hi: รายละเอียดติดต่อ
zh: 聯繫方式

source: Address
hi: ที่อยู่
zh: 地址

source: Edit location
hi: แก้ไขตำแหน่ง
zh: 編輯位置

# addressTitle1
source: House/Building number
hi: บ้าน/อาคารเลขที่
zh: 房屋/建築號碼

# addressTitle2
source: House/Building name
hi: ชื่อบ้าน/อาคาร
zh: 房屋/建築物名稱

# addressTitle3
source: City
hi: เมือง
zh: 城市

# addressTitle3hintText
source: City name
hi: ชื่อเมือง
zh: 城市名稱

# addressTitle4
source: Country
hi: ประเทศ
zh: 國家

# addressTitle4hintText
source: Country name
hi: ชื่อประเทศ
zh: 國家名稱

# addressTitle5
source: Address type-i.e Home , office,etc
hi: ประเภทที่อยู่ (เช่น บ้าน, ที่ทำงาน)
zh: 地址類型 (例如：家，辦公室等)

# addressTitle5hintText
source: Address type
hi: ประเภทที่อยู่
zh: 地址類型

source: Save address
hi: บันทึกที่อยู่
zh: 保存地址

# congretulations
source: Congratulations!
hi: ยินดีด้วย!
zh: 恭喜！

source: Assured best car price
hi: รับประกันราคาดีที่สุด
zh: 保證最佳汽車價格

# thisIsNotFinalPrice
source: *this is not final price final price will be fix after end of the inspection
hi: *นี่ไม่ใช่ราคาสุดท้าย ราคาสุดท้ายจะกำหนดหลังการตรวจสอบ
zh: *這不是最終價格，最終價格將在檢查後確定

source: Select place of inspection
hi: เลือกสถานที่ตรวจสอบ
zh: 選擇驗車地點

source: Free
hi: ฟรี
zh: 免費

source: Nearest branch
hi: สาขาที่ใกล้ที่สุด
zh: 最近的經銷商

source: Proceed
hi: ดำเนินการต่อ
zh: 繼續

source: Confirm location
hi: ยืนยันตำแหน่ง
zh: 確認位置

source: inspection successfully book
hi: จองตรวจสอบสำเร็จแล้ว
zh: 檢查成功預訂

source: Profile
hi: โปรไฟล์
zh: 個人資料

# profileItem1
source: My Account
hi: บัญชีของฉัน
zh: 我的帐户

# profileItem2
source: My Listings
hi: รายการของฉัน
zh: 我的預訂

# profileItem3
source: Perfect Car Location
hi: ตำแหน่ง Carmax
zh: Perfect Car 位置

# profileItem4
source: Language
hi: ภาษา
zh: 語言

# profileItem5
source: Favourites
hi: รายการโปรด
zh: 我的最愛

# profileItem6
source: Help
hi: ช่วยเหลือ
zh: 幫助

# profileItem7
source: Terms & Conditions
hi: ข้อกำหนดและเงื่อนไข
zh: 條款與條件

# profileItem8
source: Logout
hi: ออกจากระบบ
zh: 登出

source: Update
hi: อัปเดต
zh: 更新

source: Go Detail
hi: ดูรายละเอียด
zh: 查看細節

# emptyFavList
source: Empty Favourite List
hi: ไม่มีรายการโปรด
zh: 空的最愛列表

# helpTitle
source: How Can we Help you?
hi: เราช่วยคุณได้อย่างไร?
zh: 我們該怎樣幫助你？

# emailId
source: Email Address
hi: อีเมล
zh: 電子郵件ID

# areYouSureSignout
source: Are you sure you want to Log Out?
hi: แน่ใจหรือไม่ที่จะออกจากระบบ?
zh: 您確定要退出嗎？

source: Cancel
hi: ยกเลิก
zh: 取消

# pressBackAgain
source: Press Back Again to Exit
hi: กดกลับอีกครั้งเพื่อออก
zh: 再按一次退出

source: Your Benefits
hi: สิทธิประโยชน์ของคุณ
zh: 您的福利

source: INCLUDED
hi: รวมถึง
zh: 包含

# emiCalculator
source: Finance Calculator
hi: คำนวณ EMI
zh: 貸款計算器

source: Intrest Rate
hi: อัตราดอกเบี้ย
zh: 利率

source: Loan Amount
hi: จำนวนเงินกู้
zh: 貸款金額

source: Down Payment
hi: เงินดาวน์
zh: 首付

source: Loan Period
hi: ระยะเวลากู้
zh: 貸款期限

# perMonth
source: Month
hi: ต่อเดือน
zh: 每月

source: Select Image
hi: เลือกรูปภาพ
zh: 選擇圖片

source: Take Photo
hi: ถ่ายภาพ
zh: 拍照

# chooseFromLib
source: Choose from Library
hi: เลือกจากคลัง
zh: 從圖庫選擇

source: Remove Photo
hi: ลบรูปภาพ
zh: 刪除照片

source: Home
hi: หน้าหลัก
zh: 首頁

source: Reference Code
hi: รหัสอ้างอิง
zh: 參考代碼

# registered
source: Year of Registration
hi: ปีที่จดทะเบียน
zh: 註冊年份

source: Model Group
hi: รุ่น
zh: 型號組別

# modelVariant
source: Variant
hi: รุ่นย่อย
zh: 型號變體

source: Doors
hi: จำนวนประตู
zh: 車門數

source: Drive
hi: ระบบขับเคลื่อน
zh: 駕駛

source: Engine Size
hi: ขนาดเครื่องยนต์
zh: 引擎尺寸

source: Call Seller
hi: โทรหาผู้ขาย
zh: 聯絡賣家

source: Contact on
hi: ช่องทางติดต่อ
zh: 聯絡方式

source: Safety Features
hi: คุณสมบัติด้านความปลอดภัย
zh: 安全功能

source: Comfort Features
hi: คุณสมบัติด้านความสะดวกสบาย
zh: 舒適功能

source: Featured
hi: ที่โดดเด่น
zh: 精选

source: Seller Description
hi: คำอธิบายผู้ขาย
zh: 卖家描述

source: Dealer Location
hi: ที่ตั้งตัวแทนจำหน่าย
zh: 经销商位置

source: Overview
hi: ภาพรวม
zh: 概覽

source: Conclusion
hi: สรุป
zh: 結論

source: Finance Calculator
hi: คำนวนงวดรถ
zh: 財務計算器

source: Interest Rate
hi: อัตราดอกเบี้ย
zh: 利率

source: Year
hi: ปี
zh: 年

source: Years
hi: ปี
zh: 年

source: More From This Seller
hi: เพิ่มเติมจากผู้ขายรายนี้
zh: 更多來自該賣家

source: You Might Like This
hi: คุณอาจชอบ
zh: 您可能喜歡

source: car
hi: รถยนต์
zh: 車輛

source: cars
hi: รถ
zh: 車輛

source: selected for comparison
hi: เลือกสำหรับเปรียบเทียบ
zh: 選擇比較

source: Compare
hi: เปรียบเทียบ
zh: 比較

# unableToLaunchWebsite
source: Could not launch website
hi: ไม่สามารถเปิดเว็บไซต์ได้
zh: 無法啟動網站

source: Unable to load map for this location.
hi: ไม่สามารถโหลดแผนที่สำหรับตำแหน่งนี้ได้
zh: 無法載入此位置的地圖

source: Location data not available
hi: ไม่มีข้อมูลตำแหน่ง
zh: 位置資料不可用

source: Select Price Range
hi: เลือกช่วงราคา
zh: 選擇價格範圍

source: Car Model Year
hi: รุ่นปี
zh: 汽車型號年份

source: Mileage (KM Driven)
hi: ระยะทางไมล์
zh: 行駛里程（公里）

source: Car Make(s)
hi: ยี่ห้อรถ
zh: 汽車品牌

source: Car Model(s)
hi: รุ่นรถยนต์
zh: 汽車型號

source: Year of Registration
hi: ปีที่จดทะเบียน
zh: 註冊年份

# reviewByWowCar
source: Perfect Car Review
hi: รีวิว Perfect Car
zh: Perfect Car 的評論

# engineSizeLabel
source: Engine Size
hi: ขนาดเครื่องยนต์
zh: 引擎尺寸

# fuelTypeLabel
source: Fuel Type
hi: ประเภทเชื้อเพลิง
zh: 燃料類型

# driveLabel
source: Drive
hi: ระบบขับเคลื่อน
zh: 駕駛

# whyBuyThisCarLabel
source: Why Buy this Car?
hi: ทำไมต้องรถคันนี้?
zh: 為什麼要買這台車？

source: From
hi: จาก
zh: 从

source: To
hi: ถึง
zh: 到

source: Min
hi: ระยะทางต่ำสุด
zh: 最小

source: Max
hi: ระยะทางสูงสุด
zh: 最大

source: Mileage
hi: ระยะทางไมล์
zh: 里程

source: Relevance
hi: แนะนำสำหรับคุณ

source: Recently Added
hi: รถเข้าใหม่

source: Price - Low to high
hi: ราคาต่ำ - สูง

source: Price - High to Low
hi: ราคาสูง - ต่ำ

source: Km Driven - Low to High
hi: ระยะทางต่ำ - สูง

source: Km Driven - High to Low
hi: ระยะทางสูง - ต่ำ

source: Year - New to Old
hi: ปีใหม่ - เก่า

source: Year - Old to New
hi: ปีเก่า - ใหม่

source: Any
hi: ทั้งหมด

# nocar
source: No Cars, Adjust Your Search
hi: ไม่มีรถ กรุณาปรับการค้นหาของคุณ
zh: 没有车辆，请调整您的搜索
